{
  "randomTexts": [
    "明明想要杀死某种生物，自己却没有做好被杀死的准备，你不觉得这种想法很奇怪么？——时崎狂三《约会大作战》",
    "我们每天度过的称之为日常的生活，其实是一个个奇迹的连续也说不定。《日常》",
    "与其有闲琢磨如何漂亮死去，还不如漂亮的活到最后一刻。《银魂》",
    "我是要成为海贼王的男人啊ヽ(`Д´)ﾉ~路飞《海贼王》",
    "「拥有被杀的觉悟，才有开枪的权利。」——鲁鲁修《反叛的鲁鲁修》",
    "朱雀，你要成为英雄，从世界的敌人皇帝鲁路修·V·不列颠尼亚手中拯救世界的救世主，成为 Zero。这也是对你的惩罚，你必须作为正义的使者戴着面具活下去，不用在作为枢木朱雀，也必须为世界牺牲承认该有的幸福，永远-----《叛逆的鲁鲁修》",
    "这是你若不能理解的，人类感情的极致，比希望更热烈，比绝望更深邃的——爱啊！——晓美焰《魔法少女小圆—叛逆的物语》",
    "花开，然后花谢；星星是璀璨的，但那光芒也有消失的时候；这个地球、太阳、银河系，还有这个浩瀚的宇宙都会有死的一天。人类的一生，与这些相比的话——不过是一眨眼那么短暂而已。在那样短暂的时光中，人们诞生、欢笑、流泪、战斗、受伤、欢喜、悲伤……憎恨某人，爱上某人，一切的一切，都只是刹那的邂逅。终究将归入死的永眠。这世界上，有些人有多冷漠，有些人就有多温暖。你看，这就是人性的卑微。极力的掩饰自己的肮脏，却又在被戳破后恼羞成怒。就算不快乐也不要皱眉，因为你永远不知道，谁会爱上你的笑容。沙加《圣斗士星矢》",
    "我们只是活着就已经竭尽全力了。《银魂》",
    "我们终会相知，在那悠远的苍穹。by《缘之空》",
    "零食就是正义！——紫原敦《黑子的篮球》",
    "来吧！颤抖吧！惊叹吧！绝望吧！放声大哭吧！我的艺术就是——————爆炸！———《火影忍者》迪达拉",
    "我觉得你很幸运，因为你可以选择爱我或不爱我，而我只能选择爱你或更爱你。——桂言叶《日在校园》",
    "我终于明白了，你并不是因为命令或者身为 Servant 来保护我，而是出于自身意志，保护了我啊———伊莉亚《Fate stay night》",
    "把已经失去的东西重新变得有意义的职业只有两个，作家和侦探。只有作家才能在梦想中将其复活，只有侦探才能将其从坟墓中挖掘出来还原成信息。---爱丽丝《神的记事本》",
    "「不抵抗就不会死，为什么你就是不明白！」——卡缪·维丹《机动战士 Z 高达》",
    "「没有什么大不了」这句话，只有当事者才有资格说——《悠久之翼》",
    "「我——撒了一个谎，宫园薰，喜欢渡亮太的，这样的一个谎。这个谎把你——有马公生君，命运般地带到了我的面前。」马上，春天就要来了，与你相遇的春天，一个没有你的春天.《四月是你的谎言》",
    "如果这是你的希望的话, 我就随你到天涯海角吧. 即使王座崩坏，金光闪闪的王冠腐朽，数之不尽的尸体堆积如山，我会留在静静横卧的，小小的王的身边，直到将军的声音响起，之时.《黑执事》",
    "\"谢谢你们! 比谢谢更加的谢谢!\"--真白《樱花庄的宠物女孩》",
    "\"悲伤也是会有的, 倒不如说尽是这样的事，可正是如此我们才更需要前进，令人唾弃的事由我们来做，剩下的就去改变世界吧! 塔兹米! 用你炽热的灵魂呐喊吧!\"--布兰德《斩赤红之瞳》",
    "能哭的地方，只有厕所，和爸爸的怀里。—《clannad》",
    "谁都无法相信未来，谁都无法接受未来。——晓美焰《魔法少女小圆》",
    "隐约雷鸣，阴霾天空，但盼风雨来，能留你在此。《言叶之庭》",
    "要得到幸福的话，就需要与之相应的努力，也就是代价。不是经常说人生是正负和零么！有好事也有痛苦的事，有痛苦的事也有好事。不过这是错的。为了变得幸福，作为代价，必须背负与其同等的不幸。也就是说为了好事情，必须要忍受坏事情。所谓有痛苦的事就有好事什么的，并不是含有乐观意味的话。反过来说，在高的地位上的话，对工作就有相应的高要求对吧。要是不能满足这种高要求就是不诚实的人。再进一步反过来说，要把自己置于不幸中的话，自己就必须放弃一定程度的努力。——壹原侑子《xxxHolic》",
    "这样被诅咒的人生，怎么能接受呢。ー仲村由理《angelbeats》",
    "人类这种生物，有时候是连短短的十分钟也等不起的！———仲村由理《Angel Beats!》",
    "惟愿, 你与你所处的这个世界，今后也如此幸福。——黑桐干也《空之境界》",
    "你要是没有胜算的话，就由我来创造胜算，尝试一切可能的方法。---Saber《Fate stay night》",
    "面麻最喜欢仁太了…对仁太的喜欢…是想成为仁太新娘的那种喜欢~《未闻花名》",
    "有树叶飞舞的地方，就会有火在燃烧，火的意志照耀着村子，就会有更多的树叶发芽，他们会承载着火的意志，把信念带向远方。——《火影忍者》",
    "雪，只要落下便已是此生的尽头，唯有融化消失，然而，即使飞舞着上升，最后仍不忘落下的那颗种子。虽然有些虚幻，却比什么都坚强。我啊-----虽然 绝对算不上什么优秀，但至少，希望能像雪一般，变得坚强起来。----《至少像雪那样》",
    "所谓的觉悟、就是在黑暗的荒野中开辟前行的道路—乔鲁诺乔班纳《JOJO 的奇妙冒险》",
    "即使这份感情是虚假的，这也是我唯一的真实。楪祈《罪恶王冠》",
    "因为我是天才嘛！——樱木花道《灌篮高手》",
    "教练，我想打篮球。三井寿《灌篮高手》",
    "没有痛苦相伴的教训是毫无意义的，因为、人倘若不牺牲些什么，就什么也不可能得到。但是，当直面这些痛苦、克服它们的时候，人将获得不输给任何事物的坚韧的心。没错，钢铁一般的心。——爱德华《钢之炼金术师》",
    "雪为什么是白色的？因为它们忘记了自己本身的颜色……C.C《反叛的鲁路修》",
    "你的所言所行，全都闪烁着光芒，太过刺目，于是我闭上双眼，但内心还是无法停止对你的憧憬。——《四月是你的谎言》",
    "「何等失态，罪该万死」———提耶利亚《高达 OO》",
    "那个……其实啊，我想说的是，就算我死了，你也要努力活下去。活下去，看着这个世界直到最后，请帮我找出创造这个世界的意义，像我这样的胆小鬼来到这个世界的意义，还有我跟你相遇所代表的意义。——幸《刀剑神域》",
    "一个人才会混乱的吧，即使是在黑暗中，只要有个人和自己一起走的话，就会安心很多，也一定会找到答案的。——《TrueTears》",
    "我错了，善良没有任何意义 渣滓必须受到歧视 我... 要成为王——樱满集《罪恶王冠》",
    "如果每个人都能为自己所爱的事情付诸努力，那崭新的地方定是梦想的终点---《LOVE LIVE》",
    "莫扎特曾经说过大胆地踏上旅途吧，我不知道路途的前方究竟有什么，但是，我们还是迈出了步伐，我们仍在旅途之中。——有马公生《四月是你的谎言》",
    "我可是货真价实的萝莉控，我对女性的好球带是7岁到12岁 也就是说。。。我只把小学女生当成异性 虽然有时年龄会往下修正，可是绝对不会往上调整 真是的，小学生真是太棒了！---安藤寿来《日常系的异能战斗》",
    "萝莉控不是病，是人生态度啊！安藤寿来《日常系的异能战斗》",
    "我不能喝酒，请给我一杯橙汁。户愚吕弟《幽游白书》",
    "所谓的王者，就是要活的比任何人都要耀眼，成为万民敬仰的存在。伊斯坎达尔《Fate Zero》",
    "如果能在六十亿分之一的概率下次与你相遇，即使你那时候你还是身体无法动弹，我也会和你结婚。」——日向秀树《AngelBeats！》",
    "我想知道，为何世界如此扭曲，这份扭曲又从何产生。为何人类要支配被支配，又是为何人类要如此悲哀的活着.《高达》",
    "瞬间的犹豫可是会丧命的，所以我决不会犹豫。——夏尔《黑执事》",
    "1000减7等于多少？---金木研《东京喰种》",
    "总有一天我会让这里座无虚席!——高坂穗乃果《LoveLive!》",
    "大家的背后，由我来守护！--西谷夕《排球少年》",
    "我讨厌温柔的女孩子。温柔的女孩子其实对所有人都温柔，我却会误以为只对我温柔，然后就沾沾自喜得意忘形，最后闹得不欢而散，双方都受到伤害。——所以我才讨厌温柔的女孩子。《我的青春恋爱物语果然有问题》",
    "我们总是在意错过了多少，却不注意自己拥有多少。——《未闻花名》",
    "没有未来的未来不是我想要的未来！----神原秋人《境界的彼方》",
    "人没有牺牲就没有获得, 如果要获得什么就必须付出同等的代价, 那就是炼金术的等价交换的原则。《钢之炼金术师》",
    "男人变态有什么错！---前原圭一《寒蝉鸣啼之时》",
    "苦难算什么，我本来就喜欢走在修罗之路上--索隆《海贼王》",
    "只要是活着的，就是神也杀给你看––两仪式《空之境界》",
    "你不是一个人，我们是共犯。如果你是魔女的话，我只要成为魔王就可以了吧。《叛逆的鲁鲁修》",
    "大家回答我　为什么要低头，重复一遍　为什么要低头，我们是弱者！现在如此　过去也如此！是的　不是什么都没有改变吗！强者模仿弱者夺来的武器　是无法发挥出其真正的力量的，要说为什么的话　我们的武器本质在于，那弱小到悲屈的软弱啊！我在此强调，我们是弱者！我们宣誓作为弱者活下去，像弱者一样战斗然后已弱者的方式消灭强者！就像过去一样　今后也会贯彻到底！承认吧　我们是最弱的种族！正因为我们天生什么都没有，所以才能驾驭一切的，最弱的种族！----空《no game no life》",
    "\"是我太愚蠢了，虽然只有一瞬间，我竟然想和你厮守一生。\"---桔梗《犬夜叉》",
    "不能逃避，不能逃避，不能逃避。—碇真嗣《EVA》",
    "人类最强的武器就是刀和叉-《美食的俘虏》",
    "初见幽灵现真身，始知其为枯芒草。《冰菓》",
    "你不是牺牲了自己的一切，养育我到今天了吗？为了我这样没出息的儿子，耗费了自己的一生。已经足够了！---冈崎朋也《CLANNAD》",
    "关于自己的生活，我和你都不是读者，而是作者。至少结局，还是能自己说了算的。――银桑《银魂》",
    "即使交不到100个朋友也没有关系，只要交到一个比100个朋友更重要的朋友。——《我的朋友很少》",
    "无论发生了什么，也不要后悔与我相遇。《CLANNAD AFTER STORY》",
    "或许前路永夜，即便如此我也要前进，因为星光即使微弱也会为我照亮前途。《四月是你的谎言》",
    "能原谅女人谎话的————才是男人！香吉士《海贼王》",
    "有个器官比我的心脏还重要，虽然我看不见它，但是它确实在我的体内，因为有它我才能站的直，就算步履蹒跚也能笔直往前走。如果我不去的话，它可是会拦腰折断的，我的灵魂它会拦腰折断的。比起心脏停止跳动，我更重视它。坂田银时《银魂》",
    "群聚的都是弱者。弱小的草食动物才喜欢群聚。《家庭教师》",
    "遥远的不是距离，而是次元啊！---安艺伦也《路人女主的养成方法》",
    "亚丝娜，我的命是你的——桐谷和人《刀剑神域》",
    "「即使是走过无数次的路，也能走到从未踏足过的地方，正因为是走过无数次的路，景色才会变幻万千，光是这样还不足够吗？因为只是这样，所以才不足够吗？」——函南优一《空中杀手》",
    "错的不是我，而是这个世界。《東京喰种》",
    "时间可以冲淡一切，但，我並不想用时间来磨平伤口。《黑执事》",
    "爱德：「等价交换，我的人生给你一半，所以你的人生也给我一半。」温迪：「哈.. 你是笨蛋啊？」爱德：「你说什么？」温迪：「别说一半，全部都给你呀！」——《钢之炼金术师 FA》",
    "不要哀求，学会争取若是如此，终有所获。——阿德洛克•萨斯顿《交响诗篇》",
    "秒速5厘米，那是樱花飘落的速度，那么怎样的速度，才能走完我与你之间的距离？——《秒速五厘米》",
    "一切都是 Steins Gate 的选择！《命运石之门》",
    "可能会有迷茫的時候，也可能会有因为不如意而觉得烦躁的时候。无论是谁都会遇到低谷，但只有跨越低谷的人才能得到大家的认可。《花开物语》",
    "剑本凶器，剑术是杀人术，这是无法用语言掩饰的。为了断这之间的宿命，正是这把逆刃剑的使命——不杀之誓《浪客剑心》",
    "明明感觉距离很近 但伸手却又抓不到 即使这样 即使望尘莫及 亦有留在心中的东西 曾身处同一时间层 曾仰望过同一样东西 只要记着这些 就算相互远离 也依然可以相信我们还是同在 现在要不停蹦跑 只要目标远大 总有一天 会赶上那目标《fate/stay night》",
    "把绫波，还给我! 我变成怎么样无所谓，世界变成怎样也无所谓，但是绫波，至少她一个人，我一定要救出来！——碇真嗣《eva:破》",
    "没必要的事不做，必要的事尽快做。---折木奉太郎《冰菓》",
    "招待不周——《食戟之灵》",
    "就算悲伤难抑，遍体鳞伤的处于谷底，也不能停下演奏，只有这样我们才是真正活着的。-你真的可以忘记么？-----《四月是你的谎言》",
    "这个世界上没有偶然，有的只是必然」——壹原侑子《xxxholic》",
    "苦恼着，歇斯底里着，痛苦着，不断挣扎的数月时间，这一切会在未来的某一瞬间得到回报。我们或许就是被那个瞬间迷住的，一种无可救药的生物吧。——《四月是你的谎言》",
    "艾伦，只要有你在，我就无所不能。——三笠《进击的巨人》",
    "把手伸向不属于人类领域的愚者啊……天上天下只有一人有资格欣赏你的破灭，除了我吉尔伽美什别无他人。耀眼而虚幻的人啊，投入我的怀抱吧。这就是我的决定。——吉尔伽美什《fate stay night》",
    "人类的赞歌就是勇气的赞歌！——《jojo 的奇妙冒险》",
    "藏好了吗？----《未闻花名》",
    "我喜欢你。对君之爱，胜于世上万千，思君之意，亙古如斯，唯有这份心意不输给任何人。纵使此身魂去魄散，消失离散于世间，若有来生，我心依旧。---五更琉璃《我的妹妹不可能那么可爱》",
    "什么也无法舍弃的人，就什么也无法改变。埃尔文斯密斯",
    "这个世界上最温暖的地方，就是你的身边 —— WHITE ALBUM2",
    "正因为无法重来，人生才会如此珍贵 —— CLANNAD",
    "相信奇迹的人，本身就是奇迹 —— CLANNAD",
    "即使是在最黑暗的夜晚，也请不要放开我的手 —— AIR",
    "我们的相遇，是命运的必然 —— Fate/stay night",
    "就算世界与我为敌，我也要保护你 —— Fate/stay night",
    "时间永远不会倒流，但回忆永远不会消失 —— Angel Beats!",
    "在樱花纷飞的季节里，我们的故事才刚刚开始 —— 樱之诗",
    "即使是谎言，只要能让你露出笑容就好 —— 水仙",
    "比起悲伤的离别，我更期待重逢的喜悦 —— Little Busters!",
    "在那个夏天，我们的故事永远定格 —— Summer Pockets",
    "就算是最微小的愿望，也要努力实现 —— Rewrite",
    "无论发生什么，我都会在你身边 —— 车轮之国、向日葵的少女",
    "世界并不完美，但仍有值得守护的东西 —— 穹顶之下",
    "即使是最平凡的日常，只要有你在就很特别 —— 近月少女的礼仪",
    "在那个约定的地方，我们一定会再次相遇 —— 星之梦",
    "就算是最坏的结局，也要笑着面对 —— 美好的每一天",
    "生命的意义，就是与重要的人在一起 —— 片轮少女",
    "不需要华丽的语言，只要真心就够了 —— 秒速5厘米",
    "在无数的平行世界里，我都会选择你 —— Steins;Gate",
    "即使是最微弱的光芒，也能照亮黑暗 —— 来自深渊的归还",
    "我们的故事，永远不会结束 —— Ever17",
    "就算是在梦中，也想见到你 —— 君与彼女与彼女之恋",
    "在这个世界的某处，一定有着属于我们的幸福 —— 海猫鸣泣之时",
    "比起永恒，更珍惜此刻与你在一起的时光 —— 月姬",
    "就算忘记了一切，对你的心意也不会改变 —— 散华礼弥",
    "在那个夏天，我们的约定永远不变 —— 苍之彼方的四重奏",
    "即使是最后一刻，我也要对你说出那句话 —— 素晴日",
    "世界上最美好的事，就是能与你相遇 —— 寒蝉鸣泣之时",
    "不管经过多少轮回，我都会找到你 —— 传颂之物",
    "世界因爱紧密相连，太阳普照大地，阳光为植物所吸收，生物死后成为其它生物的食物。获取，给予，这就是爱，爱联系这世间万物，历史就是由爱构成的，这个世界的真理，就是爱的记录。——深见夏彦（《美少女万华镜-天道与迷宫的少女》）",
    "愿千年之恋，终有一日如万花般绽放。——（《千恋万花》）",
    "在世短短数十年，实在不够取得成就。若是驻足不前，可惜了短暂人生。——绫濑（《羁绊辉耀的恋之伊吕波》）",
    "决定自己未来的永远是自己，无论什么样的未来都能通过自己的决断来实现。——三城刀辉",
    "时间流逝吧，你是多么残酷；时间停止吧，你是多么美丽。——（《ATRI》）",
    "宇宙中没有永恒的事物，所以哀叹事物的终结也毫无意义。在迎来终结之前，怎样度过这段时间才是最重要的。——亚托莉（《ATRI》）",
    "不是因为被拯救而相信，而是因为相信而被拯救",
    "如果因为终有一死就放弃挣扎，那人类的一生也都没有意义。——亚托莉（《ATRI》）",
    "有头没尾无责任的善良，以后可能会更伤害人。——龙胆琉璃（《天神乱漫》）",
    "罪是罪，规则就是规则，随意修改法律将失去效力。但是规则要由人来维护，人无完人，护法的人也会违法。要是贯彻正义的人是不完美的，那么犯法违法的人也是不完美的。面对同为不完美的个体，单单按照法规死板量刑定罪并非正义所在。——二条院羽月（《RIDDLE JOKER》）",
    "使人举足不前的不是绝望而是冷漠的旁观，使人大步向前的不是希望而是坚定的意志。——千岁佐奈（《天神乱漫》）"

  ]
}
